Repository: enl1qhtnd/Ascendancy
Catalog: Ascendancy/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

source: (+%lld more)
ar: (+%lld المزيد)
de: (+%lld weitere)
es: (+%lld más)
fr: (+%lld de plus)
hi: (+%lld अधिक)
it: (+%lld altre)
ja: (+%lld 詳細)
ko: (+%lld 더보기)
nl: (+%lld meer)
pl: (+%lld więcej)
pt_br: (+%lld mais)
ru: (+%lld подробнее)
tr: (+%lld daha fazla)
zh_hans: （+%lld 更多）
zh_hant: （+%lld 更多）

source: %1$.1f of 5 half-lives — %2$.1f remaining
ar: %1$.1f من 5 فترات نصف عمر — %2$.1f متبقي
de: %1$.1f von 5 Halbwertszeiten — %2$.1f verbleibend
es: %1$.1f de 5 vidas medias — %2$.1f restantes
fr: %1$.1f sur 5 demi-vies — %2$.1f restantes
hi: 5 अर्ध-जीवन का %1$.1f - %2$.1f शेष
it: %1$.1f su 5 emivite — %2$.1f rimanenti
ja: 5 半減期の %1$.1f — 残り %2$.1f
ko: 5개의 반감기 중 %1$.1f — %2$.1f 남음
nl: %1$.1f van 5 halfwaardetijden — %2$.1f resterend
pl: %1$.1f z 5 okresami półtrwania — pozostały %2$.1f
pt_br: %1$.1f de 5 meias-vidas — %2$.1f restante
ru: %1$.1f из 5 периодов полураспада — оставшийся %2$.1f
tr: 5 yarılanma ömründen %1$.1f — kalan %2$.1f
zh_hans: 5 个半衰期的 %1$.1f — 剩余 %2$.1f
zh_hant: 5 個半衰期的 %1$.1f — 剩餘 %2$.1f

source: %1$+.1f kg
ar: %1$+.1f كجم
hi: %1$+.1f किग्रा
ru: %1$+.1f кг
zh_hans: %1$+.1f 公斤
zh_hant: %1$+.1f 公斤

source: %1$+.1f kg (7d)
ar: %1$+.1f كجم (7 د)
de: %1$+.1f kg (7T)
fr: %1$+.1f kg (7 j)
hi: %1$+.1f किग्रा (7 दिन)
it: %1$+.1f kg (7 g)
ja: %1$+.1f kg (7日)
ko: %1$+.1fkg(7일)
ru: %1$+.1f кг (7 дней)
tr: %1$+.1f kg (7 gün)
zh_hans: %1$+.1f 千克（7 天）
zh_hant: %1$+.1f 公斤（7 天）

source: %1$lld/%2$lld logged
ar: تم تسجيل %1$lld/%2$lld
de: %1$lld/%2$lld protokolliert
es: %1$lld/%2$lld registradas
fr: %1$lld/%2$lld enregistrées
hi: %1$lld/%2$lld लॉग किया गया
it: %1$lld/%2$lld registrate
ja: %1$lld/%2$lld が記録されました
ko: %1$lld/%2$lld이 기록되었습니다.
nl: %1$lld/%2$lld geregistreerd
pl: Zalogowano %1$lld/%2$lld
pt_br: %1$lld/%2$lld registrado
ru: %1$lld/%2$lld зарегистрирован
tr: %1$lld/%2$lld günlüğe kaydedildi
zh_hans: %1$lld/%2$lld 已记录
zh_hant: %1$lld/%2$lld 已記錄

source: %lld compounds
ar: مركبات %lld
de: %lld Wirkstoffe
es: %lld compuestos
fr: %lld composés
hi: %lld यौगिक
it: %lld composti
ja: %lld種
ko: %lld개 성분
nl: %lld-verbindingen
pl: Związki %lld
pt_br: Compostos %lld
ru: Соединения %lld
tr: %lld bileşikleri
zh_hans: %lld 种
zh_hant: %lld 化合物

source: %lld days
ar: %lld أيام
de: %lld Tage
es: %lld días
fr: %lld jours
hi: %lld दिन
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
pl: %lld dni
pt_br: Dias %lld
ru: %lld дней
tr: %lld gün
zh_hans: %lld天
zh_hant: %lld 天

source: %lld days remaining
ar: %lld الأيام المتبقية
de: Noch %lld Tage
es: %lld días restantes
fr: %lld jours restants
hi: %lld दिन शेष हैं
it: %lld giorni rimanenti
ja: %lld 残り日数
ko: %lld일 남음
nl: %lld dagen resterend
pl: Pozostało dni %lld
pt_br: %lld dias restantes
ru: %lld осталось дней
tr: %lld gün kaldı
zh_hans: %lld 剩余天数
zh_hant: %lld 剩餘天數

source: %lld/%lld today
ar: %lld/%lld اليوم
de: %lld/%lld heute
es: %lld/%lld hoy
fr: %lld/%lld aujourd’hui
hi: %lld/%lld आज
it: %lld/%lld oggi
ja: 今日の%lld/%lld
ko: 오늘 %lld/%lld
nl: %lld/%lld vandaag
pl: %lld/%lld dzisiaj
pt_br: %lld/%lld hoje
ru: %lld/%lld сегодня
tr: %lld/%lld bugün
zh_hans: 今天 %lld/%lld
zh_hant: 今天 %lld/%lld

source: %lldd supply
ar: %lld العرض
de: %lld-Tage-Vorrat
es: %lld días de suministro
fr: %lld j de stock
hi: %lldD आपूर्ति
it: scorta per %lld g
ja: %lldの供給
ko: %lld 공급
nl: %lldd aanbod
pl: %lldd dostawa
pt_br: Fornecimento final de %lld
ru: %lldПоставка
tr: %lldD tedariki
zh_hans: %lld供应
zh_hant: %lld供應

source: %lldx per week
ar: %lldx في الأسبوع
de: %lld× pro Woche
es: %lld× por semana
fr: %lld× par semaine
hi: %lldx प्रति सप्ताह
it: %lld× a settimana
ja: %lldx/週
ko: 주당 %lldx
pl: %lldx tygodniowo
pt_br: %lldx por semana
ru: %lldx в неделю
tr: %lldhaftada x
zh_hans: 每周 %lldx
zh_hant: 每週 %lldx

source: • Use bacteriostatic water (BW) as diluent for extended shelf life • Reconstituted peptides should be stored at 2–8°C • Draw air = inject volume of air before drawing peptide
ar: • استخدم الماء المثبط للبكتيريا (BW) كمخفف لإطالة مدة الصلاحية • يجب تخزين الببتيدات المعاد تكوينها عند درجة حرارة 2-8 درجة مئوية • اسحب الهواء = احقن حجم الهواء قبل سحب الببتيد
de: • Bakteriostatisches Wasser (BW) als Verdünner für längere Haltbarkeit • Rekonstituierte Peptide bei 2–8°C lagern • Luft ziehen = gleiches Luftvolumen spritzen, bevor du das Peptid ziehst
es: • Usa agua bacteriostática (BW) como diluyente para mayor vida útil • Los péptidos reconstituidos deben guardarse a 2–8 °C • Aire = inyecta el mismo volumen de aire antes de aspirar el péptido
fr: • Eau bactériostatique (BW) comme diluant pour une meilleure conservation • Peptides reconstitués à conserver entre 2–8 °C • Air = injecter le même volume d’air avant d’aspirer le peptide
hi: • विस्तारित शेल्फ जीवन के लिए मंदक के रूप में बैक्टीरियोस्टेटिक पानी (बीडब्ल्यू) का उपयोग करें • पुनर्गठित पेप्टाइड्स को 2-8°C पर संग्रहित किया जाना चाहिए • हवा खींचें = पेप्टाइड खींचने से पहले हवा की मात्रा डालें
it: • Acqua batteriostatica (BW) come diluente per una conservazione migliore • Peptidi ricostituiti conservare a 2–8 °C • Aria = iniettare lo stesso volume d’aria prima di aspirare il peptide
ja: • 保存期間を延ばすために、希釈剤として静菌水 (BW) を使用します。 • 再構成されたペプチドは 2 ～ 8°C で保存する必要があります。 • 空気を吸引 = ペプチドを吸引する前に大量の空気を注入します。
ko: • 유통기한 연장을 위해 정균수(BW)를 희석제로 사용합니다. • 재구성된 펩타이드는 2~8°C에서 보관해야 합니다. • 공기 빼기 = 펩타이드를 뽑기 전에 공기의 양을 주입합니다.
nl: • Gebruik bacteriostatisch water (BW) als verdunningsmiddel voor een langere houdbaarheid • Gereconstitueerde peptiden moeten worden bewaard bij 2–8°C • Lucht zuigen = injecteer een volume lucht voordat het peptide wordt onttrokken
pl: • Używaj wody bakteriostatycznej (BW) jako rozcieńczalnika w celu wydłużenia okresu przydatności do spożycia • Odtworzone peptydy należy przechowywać w temperaturze 2–8°C • Wciągnij powietrze = wstrzyknij odpowiednią ilość powietrza przed pobraniem peptydu
pt_br: • Use água bacteriostática (BW) como diluente para prolongar a vida útil • Os peptídeos reconstituídos devem ser armazenados entre 2–8°C • Extrair ar = injetar volume de ar antes de extrair o peptídeo
ru: • Используйте бактериостатическую воду (BW) в качестве разбавителя для увеличения срока хранения. • Восстановленные пептиды следует хранить при температуре 2–8°C. • Набрать воздух = ввести объем воздуха перед рисованием пептида.
tr: • Daha uzun raf ömrü için seyreltici olarak bakteriyostatik su (BW) kullanın • Sulandırılmış peptitler 2–8°C'de saklanmalıdır • Hava çekme = peptid çekmeden önce hava hacmini enjekte etme
zh_hans: • 使用抑菌水 (BW) 作为稀释剂以延长保质期 • 重构的肽应储存在 2–8°C 下 • 吸取空气 = 吸取肽之前注入的空气量
zh_hant: • 使用抑菌水 (BW) 作為稀釋劑以延長保存期限 • 重構的勝肽應儲存在 2–8°C 下 • 吸取空氣 = 吸取勝肽之前註入的空氣量

source: +%lld more
ar: +%lld المزيد
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
hi: +%lld अधिक
it: +%lld in più
ja: あと+%lld件
ko: +%lld개 더
nl: +%lld meer
pl: +%lld więcej
pt_br: +%lld mais
ru: +%lld подробнее
tr: +%lld daha fazla
zh_hans: 另+%lld项
zh_hant: +%lld 更多

source: ±30d view
ar: عرض ± 30 د
de: ±30-Tage-Ansicht
es: Vista ±30d
fr: Vue ±30 j
hi: ±30 दिन का दृश्य
it: Vista ±30g
ja: ±30日の表示
ko: ±30d 뷰
nl: ±30d weergave
pl: Widok ±30d
pt_br: Visualização ±30d
ru: ±30d вид
tr: ±30 günlük görünüm
zh_hans: ±30d视图
zh_hant: ±30d視圖

source: 1 day
ar: يوم واحد
de: 1 Tag
es: 1 día
fr: 1 jour
hi: 1 दिन
it: 1 giorno
ja: 1日
ko: 1일
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
tr: 1 gün
zh_hans: 1天
zh_hant: 1天

source: 7d
ar: 7 د
de: 7T
fr: 7 j
hi: 7डी
it: 7 g
ja: 7日
ko: 7일
ru: 7д
tr: 7 gün
zh_hans: 7天
zh_hant: 7天

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Info
ja: について
ko: 정보
nl: Over
pl: O
pt_br: Sobre
ru: О приложении
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

source: Active
ar: نشط
de: Aktiv
es: Activos
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активен
tr: Etkin
zh_hans: 进行中
zh_hant: 活躍

source: Active Compound Levels
ar: مستويات المركب النشط
de: Aktive Wirkstoffspiegel
es: Niveles de compuestos activos
fr: Niveaux des composés actifs
hi: सक्रिय यौगिक स्तर
it: Livelli composti attivi
ja: アクティブ化合物レベル
ko: 활성 성분 수준
nl: Actieve samengestelde niveaus
pl: Aktywne poziomy złożone
pt_br: Níveis de compostos ativos
ru: Уровни активных соединений
tr: Aktif Bileşik Seviyeleri
zh_hans: 活性物质水平
zh_hant: 活性化合物水平

source: Active Energy
ar: الطاقة النشطة
de: Aktive Energie
es: Energía activa
fr: Énergie active
hi: सक्रिय ऊर्जा
it: Energia attiva
ja: アクティブエネルギー
ko: 활동 에너지
nl: Actieve energie
pl: Aktywna energia
pt_br: Energia Ativa
ru: Активная энергия
tr: Aktif Enerji
zh_hans: 活动能量
zh_hant: 活性能量

source: Active Levels
ar: المستويات النشطة
de: Aktive Spiegel
es: Niveles activos
fr: Niveaux actifs
hi: सक्रिय स्तर
it: Livelli attivi
ja: アクティブレベル
ko: 활성 수준
nl: Actieve niveaus
pl: Aktywne poziomy
pt_br: Níveis ativos
ru: Активные уровни
tr: Aktif Seviyeler
zh_hans: 活性水平
zh_hant: 活躍水準

source: Active Protocols
ar: البروتوكولات النشطة
de: Aktive Protokolle
es: Protocolos activos
fr: Protocoles actifs
hi: सक्रिय प्रोटोकॉल
it: Protocolli attivi
ja: アクティブなプロトコル
ko: 활성 프로토콜
nl: Actieve protocollen
pl: Aktywne protokoły
pt_br: Protocolos Ativos
ru: Активные протоколы
tr: Aktif Protokoller
zh_hans: 活动协议
zh_hant: 活動協議

source: Add a note...
ar: إضافة ملاحظة…
de: Notiz hinzufügen…
es: Añadir una nota…
fr: Ajouter une note…
hi: एक नोट जोड़ें…
it: Aggiungi una nota…
ja: メモを追加…
ko: 메모 추가…
nl: Voeg een notitie toe…
pl: Dodaj notatkę…
pt_br: Adicione uma nota…
ru: Добавить заметку…
tr: Bir not ekleyin…
zh_hans: 添加注释…
zh_hant: 新增註釋…

source: Add one in Ascendancy
ar: إضافة واحدة في الصعود
de: Füge eines in Ascendancy hinzu
es: Añade uno en Ascendancy
fr: Ajoutez-en un dans Ascendancy
hi: आरोही में एक जोड़ें
it: Aggiungine uno in Ascendancy
ja: アセンダンシーに1つ追加
ko: Ascendancy에 하나 추가
nl: Voeg er één toe in Ascendancy
pl: Dodaj jednego w Ascendancy
pt_br: Adicione um em Ascendência
ru: Добавьте одного в Восхождение
tr: Ascendancy'ye bir tane ekleyin
zh_hans: 在优势中添加一个
zh_hant: 在優勢中加入一個

source: Adjust Inventory
ar: ضبط المخزون
de: Bestand anpassen
es: Ajustar inventario
fr: Ajuster le stock
hi: इन्वेंटरी समायोजित करें
it: Regola scorte
ja: 在庫の調整
ko: 재고 조정
nl: Voorraad aanpassen
pl: Dostosuj zapasy
pt_br: Ajustar inventário
ru: Настроить инвентарь
tr: Envanteri Ayarla
zh_hans: 调整库存
zh_hant: 調整庫存

source: Adjust Quantity
ar: ضبط الكمية
de: Menge anpassen
es: Ajustar cantidad
fr: Ajuster la quantité
hi: मात्रा समायोजित करें
it: Regola quantità
ja: 数量を調整する
ko: 수량 조정
nl: Pas de hoeveelheid aan
pl: Dostosuj ilość
pt_br: Ajustar quantidade
ru: Отрегулировать количество
tr: Miktarı Ayarla
zh_hans: 调整数量
zh_hant: 調整數量

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
ko: 전체
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: All caught up
ar: جميع المحاصرين
de: Alles erledigt
es: Todo al día
fr: Tout est à jour
hi: सभी को पकड़ लिया गया
it: Tutto aggiornato
ja: 全部追いついた
ko: 모두 따라잡았어
nl: Allemaal ingehaald
pl: Wszystko złapane
pt_br: Todos apanhados
ru: Все догнали
tr: Hepsi yakalandı
zh_hans: 全部都追上了
zh_hant: 全部都追上了

source: Allow Ascendancy to read your health data for metrics and insights.
ar: اسمح لـ Ascendancy بقراءة بيانات الصحة للمقاييس.
de: Erlaube Ascendancy, Gesundheitsdaten für Metriken zu lesen.
es: Permite que Ascendancy lea tus datos de salud para métricas.
fr: Autorisez Ascendancy à lire vos données de santé pour les mesures.
hi: मेट्रिक्स के लिए Ascendancy को स्वास्थ्य डेटा पढ़ने दें।
it: Consenti ad Ascendancy di leggere i dati salute per le metriche.
ja: メトリクス用にヘルスケアデータの読み取りを許可します。
ko: 지표를 위해 건강 데이터 읽기를 허용합니다.
nl: Sta Ascendancy toe gezondheidsgegevens te lezen voor metriek.
pl: Zezwól Ascendancy na odczyt danych zdrowotnych dla metryk.
pt_br: Permita que o Ascendancy leia seus dados de saúde para obter métricas e insights.
ru: Разрешить Ascendancy читать данные «Здоровья» для показателей.
tr: Metrikler için Ascendancy’nin sağlık verilerinizi okumasına izin verin.
zh_hans: 允许 Ascendancy 读取健康数据以显示指标。
zh_hant: 允許 Ascendancy 讀取健康資料以顯示指標。

source: Amount
ar: المبلغ
de: Menge
es: Cantidad
fr: Quantité
hi: रकम
it: Quantità
ja: 金額
ko: 금액
nl: Bedrag
pl: Kwota
pt_br: Quantidade
ru: Количество
tr: Tutar
zh_hans: 金额
zh_hant: 金額

source: Amount per %@ (%@)
ar: المبلغ لكل %@ (%@)
de: Menge pro %@ (%@)
es: Cantidad por %@ (%@)
fr: Quantité par %@ (%@)
hi: राशि प्रति %@ (%@)
it: Quantità per %@ (%@)
ja: %@ あたりの金額 (%@)
ko: %@당 금액(%@)
nl: Bedrag per %@ (%@)
pl: Kwota na %@ (%@)
pt_br: Valor por %@ (%@)
ru: Сумма за %@ (%@)
tr: %@ (%@) başına miktar
zh_hans: 每个 %@ 的金额 (%@)
zh_hant: 每個 %@ 的金額 (%@)

source: App Group container is not accessible
ar: حاوية App Group غير متاحة
de: App-Group-Container ist nicht zugänglich
es: El contenedor del App Group no es accesible
fr: Le conteneur App Group n'est pas accessible
hi: App Group कंटेनर सुलभ नहीं है
it: Il contenitore App Group non è accessibile
ja: App Groupコンテナにアクセスできません
ko: App Group 컨테이너에 액세스할 수 없습니다
nl: App Group-container is niet toegankelijk
pl: Kontener App Group jest niedostępny
pt_br: O contêiner do App Group não está acessível
ru: Контейнер App Group недоступен
tr: App Group konteynerine erişilemiyor
zh_hans: 无法访问 App Group 容器
zh_hant: 無法存取 App Group 容器

source: Apply Depletion
ar: تطبيق النضوب
de: Abgang anwenden
es: Aplicar consumo
fr: Appliquer la sortie
hi: कमी लागू करें
it: Applica scarico
ja: 枯渇を適用する
ko: 고갈 적용
nl: Uitputting toepassen
pl: Zastosuj wyczerpanie
pt_br: Aplicar esgotamento
ru: Применить истощение
tr: Tükenmeyi Uygula
zh_hans: 应用耗尽
zh_hant: 應用耗盡

source: Archive
ar: أرشيف
de: Archivieren
es: Archivar
fr: Archiver
hi: पुरालेख
it: Archivia
ja: アーカイブ
ko: 아카이브
nl: Archief
pl: Archiwum
pt_br: Arquivo
ru: Архив
tr: Arşiv
zh_hans: 存档
zh_hant: 存檔

source: Archived
ar: مؤرشف
de: Archiviert
es: Archivado
fr: Archivé
hi: संग्रहीत
it: Archiviato
ja: アーカイブ
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowany
pt_br: Arquivado
ru: В архиве
tr: Arşivlendi
zh_hans: 已归档
zh_hant: 已存檔

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępny
pt_br: Disponível
ru: Доступно
tr: Kullanılabilir
zh_hans: 可用
zh_hant: 可用

source: Backup
ar: النسخ الاحتياطي
es: Copia de seguridad
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ko: 백업
pl: Kopia zapasowa
pt_br: Cópia de segurança
ru: Резервное копирование
tr: Yedekleme
zh_hans: 备份
zh_hant: 備份

source: Backup Exported
ar: تم تصدير النسخة الاحتياطية
de: Backup exportiert
es: Copia exportada
fr: Sauvegarde exportée
hi: बैकअप निर्यात किया गया
it: Backup esportato
ja: バックアップがエクスポートされました
ko: 백업을 내보냈습니다.
nl: Back-up geëxporteerd
pl: Kopia zapasowa wyeksportowana
pt_br: Backup exportado
ru: Резервная копия экспортирована
tr: Yedekleme Dışa Aktarıldı
zh_hans: 备份导出
zh_hant: 備份匯出

source: Backup Imported
ar: تم استيراد النسخة الاحتياطية
de: Backup importiert
es: Copia importada
fr: Sauvegarde importée
hi: बैकअप आयातित
it: Backup importato
ja: バックアップがインポートされました
ko: 백업 가져옴
nl: Back-up geïmporteerd
pl: Zaimportowano kopię zapasową
pt_br: Backup importado
ru: Резервная копия импортирована
tr: Yedekleme İçe Aktarıldı
zh_hans: 备份导入
zh_hant: 備份導入

source: Body Fat
ar: دهون الجسم
de: Körperfett
es: Grasa corporal
fr: Masse grasse
hi: शरीर की चर्बी
it: Massa grassa
ja: 体脂肪
ko: 체지방
nl: Lichaamsvet
pl: Tłuszcz w organizmie
pt_br: Gordura Corporal
ru: Жировые отложения
tr: Vücut Yağı
zh_hans: 体脂
zh_hant: 身體脂肪

source: Body Mass Index
ar: مؤشر كتلة الجسم
es: Índice de masa corporal
fr: Indice de masse corporelle
hi: बॉडी मास इंडेक्स
it: Indice di massa corporea
ja: 体格指数
ko: 체질량지수
pl: Wskaźnik masy ciała
pt_br: Índice de Massa Corporal
ru: Индекс массы тела
tr: Vücut Kitle İndeksi
zh_hans: 体重指数
zh_hant: 體重指數

source: Body Weight
ar: وزن الجسم
de: Körpergewicht
es: Peso corporal
fr: Poids corporel
hi: शरीर का वजन
it: Peso corporeo
ja: 体重
ko: 체중
nl: Lichaamsgewicht
pl: Masa ciała
pt_br: Peso corporal
ru: Вес тела
tr: Vücut Ağırlığı
zh_hans: 体重
zh_hant: 體重

source: Bodyweight
ar: وزن الجسم
de: Körpergewicht
es: Peso corporal
fr: Poids
hi: शरीर का वजन
it: Peso corporeo
ja: 体重
ko: 체중
nl: Lichaamsgewicht
pl: Masa ciała
pt_br: Peso corporal
ru: Вес тела
tr: Vücut ağırlığı
zh_hans: 体重
zh_hant: 體重

source: Build
ar: بناء
es: Compilación
hi: निर्माण
ja: ビルドする
ko: 빌드
nl: Bouw
pl: Buduj
pt_br: Construir
ru: Строить
tr: Yapı
zh_hans: 构建
zh_hant: 建構

source: Calculate dosing volumes for peptides
ar: حساب أحجام الجرعات للببتيدات
de: Dosierungsvolumen für Peptide berechnen
es: Calcula volúmenes de dosificación para péptidos
fr: Calculez les volumes de dosage pour les peptides
hi: पेप्टाइड्स के लिए खुराक की मात्रा की गणना करें
it: Calcola i volumi di dosaggio per i peptidi
ja: ペプチドの投与量を計算する
ko: 펩타이드의 투여량 계산
nl: Bereken doseringsvolumes voor peptiden
pl: Oblicz objętości dawek peptydów
pt_br: Calcular volumes de dosagem para peptídeos
ru: Рассчитать объемы дозирования пептидов
tr: Peptidler için dozaj hacimlerini hesaplayın
zh_hans: 计算肽的剂量体积
zh_hant: 計算勝肽的劑量體積

source: Calories
ar: السعرات الحرارية
de: Kalorien
es: Calorías
hi: कैलोरी
it: Calorie
ja: カロリー
ko: 칼로리
nl: Calorieën
pl: Kalorie
pt_br: Calorias
ru: Калории
tr: Kalori
zh_hans: 卡路里
zh_hant: 卡路里

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: capsule
ar: كبسولة
de: Kapsel
es: cápsula
fr: gélule
hi: कैप्सूल
it: capsula
ja: カプセル
ko: 캡슐
pl: kapsułka
pt_br: cápsula
ru: капсула
tr: kapsül
zh_hans: 胶囊
zh_hant: 膠囊

source: Capsule
ar: كبسولة
de: Kapsel
es: Cápsula
fr: Gélule
hi: कैप्सूल
it: Capsula
ja: カプセル
ko: 캡슐
pl: Kapsuła
pt_br: Cápsula
ru: Капсула
tr: Kapsül
zh_hans: 胶囊
zh_hant: 膠囊

source: capsules
ar: كبسولات
de: Kapseln
es: cápsulas
fr: gélules
hi: कैप्सूल
it: capsule
ja: カプセル
ko: 캡슐
pl: kapsułki
pt_br: cápsulas
ru: капсулы
tr: kapsüller
zh_hans: 胶囊
zh_hant: 膠囊

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
tr: Kategori
zh_hans: 类别
zh_hant: 類別

source: Choose a protocol
ar: اختر بروتوكولًا
de: Protokoll wählen
es: Elegir un protocolo
fr: Choisir un protocole
hi: प्रोटोकॉल चुनें
it: Scegli un protocollo
ja: プロトコルを選択
ko: 프로토콜 선택
nl: Kies een protocol
pl: Wybierz protokół
pt_br: Escolha um protocolo
ru: Выберите протокол
tr: Protokol seçin
zh_hans: 选择方案
zh_hant: 選擇方案

source: Choose File
ar: اختر ملف
de: Datei wählen
es: Elegir archivo
fr: Choisir un fichier
hi: फ़ाइल चुनें
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
nl: Kies Bestand
pl: Wybierz Plik
pt_br: Escolha arquivo
ru: Выберите файл
tr: Dosya Seç
zh_hans: 选择文件
zh_hant: 選擇文件

source: Clipboard does not contain backup data.
ar: لا يحتوي الحافظة على بيانات نسخ احتياطي.
de: Die Zwischenablage enthält keine Backup-Daten.
es: El portapapeles no contiene datos de copia de seguridad.
fr: Le presse-papiers ne contient pas de données de sauvegarde.
hi: क्लिपबोर्ड में बैकअप डेटा नहीं है।
it: Gli appunti non contengono dati di backup.
ja: クリップボードにバックアップ データが含まれていません。
ko: 클립보드에 백업 데이터가 없습니다.
nl: Het klembord bevat geen back-upgegevens.
pl: Schowek nie zawiera danych kopii zapasowej.
pt_br: A área de transferência não contém dados de backup.
ru: Буфер обмена не содержит данных резервной копии.
tr: Pano yedekleme verisi içermiyor.
zh_hans: 剪贴板不包含备份数据。
zh_hant: 剪貼簿不包含備份資料。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрывать
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Combined
ar: مجتمعة
de: Kombiniert
es: Combinado
fr: Combiné
hi: संयुक्त
it: Combinato
ja: 合算
ko: 합산
nl: Gecombineerd
pl: Łącznie
pt_br: Combinado
ru: Совокупно
tr: Birleşik
zh_hans: 合计
zh_hant: 組合

source: Complete
ar: كامل
de: Abschließen
es: Completar
fr: Terminer
hi: पूर्ण
it: Completa
ja: 完了
ko: 완료
nl: Compleet
pl: Kompletny
pt_br: Completo
ru: Полный
tr: Tamamlandı
zh_hans: 完成
zh_hant: 完成

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Ukończony
pt_br: Concluído
ru: Завершён
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 已完成

source: Compound
ar: مركب
de: Wirkstoff
es: Compuesto
fr: Composé
hi: यौगिक
it: Composto
ja: コンパウンド
ko: 화합물
nl: Verbinding
pl: Związek
pt_br: Composto
ru: Сложный
tr: Bileşik
zh_hans: 化合物
zh_hant: 化合物

source: compounds
ar: مركبات
de: Wirkstoffe
es: compuestos
fr: composés
hi: यौगिक
it: composti
ja: 化合物
ko: 화합물
nl: verbindingen
pl: związki
pt_br: compostos
ru: соединения
tr: bileşikler
zh_hans: 化合物
zh_hant: 化合物

source: Concentration
ar: التركيز
de: Konzentration
es: Concentración
hi: एकाग्रता
it: Concentrazione
ja: 集中力
ko: 농도
nl: Concentratie
pl: Koncentracja
pt_br: Concentração
ru: Концентрация
tr: Konsantrasyon
zh_hans: 浓度
zh_hant: 濃度

source: Connect Apple Health
ar: ربط صحة Apple
de: Mit Apple Health verbinden
es: Conectar Apple Salud
fr: Connecter Santé
hi: Apple स्वास्थ्य कनेक्ट करें
it: Collega Salute
ja: ヘルスケアに接続
ko: 건강 앱 연결
nl: Verbind met Gezondheid
pl: Połącz zdrowie
pt_br: Conecte a saúde da Apple
ru: Подключить «Здоровье»
tr: Sağlık’a Bağlan
zh_hans: 连接健康
zh_hant: 連接健康

source: Connect Health
ar: ربط الصحة
de: Health verbinden
es: Conectar Salud
fr: Connecter Santé
hi: स्वास्थ्य कनेक्ट करें
it: Collega Salute
ja: ヘルスケアに接続
ko: 건강 연결
nl: Gezondheid verbinden
pl: Połącz Zdrowie
pt_br: Conecte Saúde
ru: Подключить «Здоровье»
tr: Sağlık Bağlantısı
zh_hans: 连接健康
zh_hant: 連接健康

source: cream
ar: كريم
de: Creme
es: crema
fr: crème
hi: क्रीम
it: crema
ja: クリーム
ko: 크림
nl: crème
pl: krem
pt_br: creme
ru: крем
tr: krem
zh_hans: 奶油
zh_hant: 奶油

source: Cream
ar: كريم
de: Creme
es: Crema
fr: Crème
hi: क्रीम
it: Crema
ja: クリーム
ko: 크림
nl: Crème
pl: Krem
pt_br: Creme
ru: Крем
tr: Krem
zh_hans: 奶油
zh_hant: 奶油

source: creams
ar: الكريمات
de: Cremes
es: cremas
fr: crèmes
hi: क्रीम
it: creme
ja: クリーム
ko: 크림
nl: crèmes
pl: kremy
pt_br: cremes
ru: кремы
tr: kremler
zh_hans: 面霜
zh_hant: 乳霜

source: Create a protocol to populate your widget
ar: قم بإنشاء بروتوكول لملء عنصر واجهة المستخدم الخاص بك
de: Erstelle ein Protokoll, um dein Widget zu füllen
es: Crea un protocolo para completar tu widget
fr: Créez un protocole pour remplir votre widget
hi: अपने विजेट को पॉप्युलेट करने के लिए एक प्रोटोकॉल बनाएं
it: Crea un protocollo per popolare il widget
ja: ウィジェットを設定するためのプロトコルを作成する
ko: 위젯을 채울 프로토콜 만들기
nl: Maak een protocol om uw widget te vullen
pl: Utwórz protokół, aby zapełnić widżet
pt_br: Crie um protocolo para preencher seu widget
ru: Создайте протокол для заполнения вашего виджета
tr: Widget'ınızı doldurmak için bir protokol oluşturun
zh_hans: 创建一个协议来填充您的小部件
zh_hant: 創建一個協議來填充您的小部件

source: Create Protocol
ar: إنشاء بروتوكول
de: Protokoll erstellen
es: Crear protocolo
fr: Créer un protocole
hi: प्रोटोकॉल बनाएँ
it: Crea protocollo
ja: プロトコルを作成
ko: 프로토콜 만들기
nl: Protocol maken
pl: Utwórz protokół
pt_br: Criar protocolo
ru: Создать протокол
tr: Protokol oluştur
zh_hans: 创建方案
zh_hant: 建立方案

source: Current estimated level
ar: المستوى المقدر الحالي
de: Geschätzter aktueller Spiegel
es: Nivel estimado actual
fr: Niveau estimé actuel
hi: वर्तमान अनुमानित स्तर
it: Livello stimato attuale
ja: 現在の推定レベル
ko: 현재 추정 수준
nl: Huidig geschat niveau
pl: Aktualny szacowany poziom
pt_br: Nível estimado atual
ru: Текущий расчетный уровень
tr: Mevcut tahmini seviye
zh_hans: 目前估计水平
zh_hant: 目前估計水平

source: Current Stock
ar: المخزون الحالي
de: Aktueller Bestand
es: Stock actual
fr: Stock actuel
hi: वर्तमान स्टॉक
it: Scorta attuale
ja: 現在の在庫
ko: 현재 재고
nl: Huidige voorraad
pl: Aktualne zapasy
pt_br: Estoque atual
ru: Текущий запас
tr: Güncel Stok
zh_hans: 当前库存
zh_hant: 目前庫存

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 맞춤
nl: Aangepast
pl: Niestandardowe
pt_br: Personalizado
ru: Обычай
tr: Özel
zh_hans: 定制
zh_hant: 客製化
